Repository: ucjuipi/pet-rating-online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: el, fa, it

source: Continue rating
el: Συνεχίστε την εργασία βαθμολόγησης
fa: ادامه امتیازدهی
it: Continuare a valutare

source: Start rating
el: Είμαι έτοιμος να ξεκινήσω
fa: برای شروع آزمایش آماده ام
it: Cominciare la valutazione

source: ID already in use
el: ID που χρησιμοποιείται ήδη.
fa: این شناسه در حال حاضر در حال استفاده است
it: ID già in uso

source: No such ID set for this experiment
el: Δεν έχει οριστεί τέτοιο αναγνωριστικό (ID) για αυτό το πείραμα.
fa: چنین شناسه ای برای این آزمایش تعیین نشده است.
it: Nessun ID impostato per questo esperimento

source: Task progress:
el: Πρόοδος εργασιών
fa: پیشرفت کار:
it: Progresso del processo:

source: Please insert your ID-code below:
el: Παρακαλώ εισάγετε τον κωδικό σας εδω
fa: لطفا شناسه خود را اینجا وارد کنید:
it: Prego, inserire il codice ID qui sotto:

source: Notice!
el: Προσοχή!
fa: توجه!
it: Attenzione!

source: Participation in this experiment requires a login with a predetermined ID code. Please input ID below.
el: Η συμμετοχή σε αυτό το πείραμα απαιτεί σύνδεση με προκαθορισμένο κωδικό ταυτότητας. Εισαγάγετε το αναγνωριστικό παρακάτω.
fa: شرکت در این آزمایش نیاز به ورود به سامانه از طربق یک کد شناسایی از پیش تعیین شده دارد. لطفا کد شناسایی را در زیر وارد کنید.
it: La partecipazione in questo esperimento richiede un login con un codice-ID predeterminato. Per favore inserire l'ID qui sotto.

source: Consent for participation:
el: Συγκατάθεση για συμμετοχή:
fa: موافقت برای مشارکت:
it: Acconsento alla partecipazione:

source: Research bulletin can be read here
el: Mπορείτε να διαβάσετε τo ερευνητικό δελτίο εδώ.
fa: تحریریه تحقیقاتی را می توان در اینجا مطالعه کرد.
it: Il bollettino della ricerca può essere letto qui.

source: Agree
el: Συμφωνώ
fa: موافقم
it: Consento

source: Disagree
el: Διαφωνώ
fa: موافق نیستم
it: Non consento

source: In order to participate for the study you need to agree with the terms presented.
el: Για να συμμετάσχετε στο πείραμα, πρέπει να αποδεχθείτε τους όρους συμμετοχής.
fa: برای شرکت در این آزمایش باید موافقت خود را با این موارد اعلام کنید.
it: Per partecipare allo studio deve consentire ai termini presentati

source: Close Notice
el: Κλείσε την ενημέρωση
fa: بستن توجه
it: Chiudere l'avviso

source: Return Home
el: Πίσω στην Αρχική Σελίδα
fa: بازگشت به صفحه اصلی
it: Ritornare alla Home

source: Please insert your participant ID:
el: Παρακαλώ εισάγετε τον κωδικό αναγνώρισης σας
fa: لطفا شناسه خود را اینجا وارد کنید:
it: Per favore inserisca il suo ID di partecipazione:

source: Welcome to the Human Emotion Systems -laboratory`s Onni-net laboratory! The experiments that are currently underway are listed below - you can participate for as many experiments you want.
el: Καλώς ήρθατε στο εργαστήριο συστημάτων των ανθρώπινων συναισθημάτων! Τα πειράματα που βρίσκονται σε εξέλιξη αναφέρονται παρακάτω - μπορείτε να συμμετάσχετε σε όσα πειράματα θέλετε.
fa: به تحقیق ...از گروه تحقیقاتی احساسات انسانها خوش آمدید. تحقیقاتی که در حال حاضرقابل انجام هستند در زیر ذکر شده است. شما می توانید درهر تعداد ازاین تحقیقات که مایل هستید شرکت کنید.
it: Benvenuto al laboratorio Onni-net del laboratorio di sistemi di emozioni umane (Human Emotion Systems)! Gli esperimenti che sono attivi al momento sono listati qui sotto - può partecipare a quanti e quali esperimenti vuole.

source: If you are participating for a study for the first time, click on the "Begin task" -button. If you are returning to continue a previously started task, click on the "Continue task" button.
el: Εάν συμμετέχετε για μελέτη για πρώτη φορά, κάντε κλικ στο κουμπί "Έναρξη εργασίας". Εάν επιστρέφετε για να συνεχίσετε μια εργασία που έχει ήδη ξεκινήσει, κάντε κλικ στο κουμπί "Συνέχεια".
fa: اگر برای اولین بار در یک تحقیق شرکت میکنید، روی دکمه «شروع کار» کلیک کنید. اگرقصد بازگشت به یک تحقیق که قبلا شروع کرده اید دارید، دوباره روی دکمه "ادامه کار" کلیک کنید.
it: Se partecipa ad uno studio per la prima volta, clicchi sul bottone "Comincia processo". Se sta ritornando per continuare un processo cominciato precedentemente, clicchi sul bottone "Continua processo".

source: You can choose the language suitable for you from the language menu in the upper right corner.
el: Μπορείτε να επιλέξετε τη γλώσσα που σας αρμόζει από το μενού γλώσσας στην επάνω δεξιά γωνία.
fa: شما می توانید زبان مورد نظر خود را از منوی زبان در گوشه سمت راست بالا انتخاب کنید
it: Può scegliere la lingua preferita dal menu del linguaggio nell'angolo in alto a destra.

source: List of experiments:
el: Κατάλογος πειραμάτων:
fa: لیست تحقیقات موجود در بانک اطلاعاتی::
it: Lista degli esperimenti:

source: Name:
el: 'Ονομα:
fa: نام:
it: Nome:

source: Instruction:
el: Οδηγία:
fa: دستورالعمل:
it: Istruzione:

source: Participation ID is required for this task.
el: Το ID συμμετοχής απαιτείται για αυτήν την εργασία
fa: داشتن کد شناسایی برای انجام این مرحله ضروری می باشد.
it: L'ID di partecipazione è richiesto per questo processo.

source: Begin task
el: Ξεκίνα την άσκηση
fa: آزمایش را شروع کنید
it: Cominciare il processo

source: Continue task
el: Συνέχιση της εργασίας
fa: ادامه آزمایش
it: Continuare il processo

source: Instructions:
el: Οδηγία:
fa: دستورالعمل:
it: Istruzioni

source: If you wish to quit a rating task before it is fully completed, you can return to finish the task later but you will need your participant ID-number in order to do that. Please save your participant ID before starting the rating task!
el: Αν θέλετε να τερματίσετε μια εργασία βαθμολόγησης πριν ολοκληρωθεί, μπορείτε να επιστρέψετε για να ολοκληρώσετε την εργασία αργότερα, αλλά θα χρειαστείτε τον κωδικό αναγνώρισης του συμμετέχοντα για να το κάνετε αυτό. Αποθηκεύστε τον κωδικό αναγνώρισης πριν ξεκινήσετε την εργασία αξιολόγησης!
fa: چنانچه مایل به خروج از بخش امتیازدهی پیش از تکمیل این بخش می باشید شما می توانید بعدا به منظور اتمام این بخش به این صفحه برگردید. برای انجام این کار شما به کد شناسایی خود نیاز دارید. لذا لطفا پیش از شروع آزمایش کد شناسایی خود را ذخیره کنید.
it: Se vuole uscire dal processo di valutazione prima che sia pienamente completato, può ritornare a completare il process più tardi, ma avrà bisogno del suo ID per farlo. Per favore memorizzare o appuntarsi l'ID di partecipazione prima di cominciare il processo di valutazione!

source: Your participant ID is:
el: Ο κωδικός αναγνώρισης σας είναι
fa: کد شناسایی شما
it: Il suo ID di partecipazione è:

source: Ready to start
el: Είμαι έτοιμος να ξεκινήσω
fa: برای شروع آزمایش آماده ام
it: Pronto a partire

source: Please write down your participant ID so you can return and finish the rating task later!
el: Παρακαλώ αποθηκεύστε τον κωδικό αναγνώρισης σας έτσι ώστε να μπορείτε να γυρίσετε και να συνεχίσετε την εργασία βαθμολόγησης αργότερα!
fa: لطفا شناسه خود را یادداشت نمایید تا در صورت نیاز در زمان دیگری امتیازدهی را به اتمام برسانید
it: Per favore si appunti il suo ID di partecipazione di modo da poter ritornare e completare il processo di valutazione più tardi.

source: Quit!
el: Εγκαταλείπω την εργασία
fa: خروج
it: Esci!

source: This is the registration page.
el: Αυτή είναι η σελίδα εγγραφής
fa: صفحه ثبت نام
it: Questa è la pagina di registrazione

source: Please fill in these background questions before starting the rating task:
el: Παρακαλώ απαντήστε σε αυτές τις εισαγωγικές ερωτήσεις πριν ξεκινήσετε την εργασία
fa: لطفا قبل از شروع امتیازدهی به سوالات زمینه پاسخ دهید
it: Completare queste domande sul suo passato

source: Please select
el: Παρακαλώ επιλέξτε
fa: لطفا انتخاب کنید
it: Selezionare per favore

source: Submit
el: Υποβολή
fa: ارسال
it: Completa (manda per considerazione)

source: Quit task
el: Εγκαταλείπω την εργασία
fa: خروج از آزمایش
it: Esci dal processo

source: Next page
el: Επόμενη σελίδα
fa: صفحه بعد
it: Prossima pagina

source: You can zoom in/out the page view by pressing ctrl+/ctrl- (Windows) or ⌘+/⌘- (Mac)
el: Μπορείτε να κάνετε μεγέθυνση / σμίκρυνση της προβολής σελίδας πατώντας ctrl + / ctrl- (Windows) ή ⌘ + / ⌘- (Mac)
fa: شما می توانید با فشار دادن ctrl + / ctrl- (ویندوز) یا ⌘ + / ⌘- (مکینتاش) بزرگنمایی صفحه نمایش را تنظیم کنید.
it: Si può cambiare lo zoom della visualizzazione della pagina premendo ctrl+/ctrl- (Windows) oppure ⌘+/⌘- (Mac)

source: Task completed!
el: Η εργασία ολοκληρώθηκε!
fa: عملیات با موفقیت انجام شد!
it: Processo completato!

source: You have completed the rating task. Thank you for your participation.
el: ‘Εχετε ολοκληρώσει την εργασία βαθμολόγησης. Σας ευχαριστούμε για τη συμμετοχή σας
fa: بخش امتیازدهی با موفقیت انجام شد. سپاس ازمشارکت شما در این بخش
it: Il processo di valutazione è stato completo. Grazie per la partecipazione.
